PETER_Marius_resume.tex
% Created 2020-03-26 Thu 19:41
% Intended LaTeX compiler: pdflatex
\documentclass[10pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fullpage}
\usepackage{fourier}
\usepackage{enumitem}
\usepackage{nopageno}
\setitemize{noitemsep}
\renewcommand\labelitemi{-}
\date{}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.3.6)},
 pdflang={English}}
\begin{document}

\begin{center}
\begin{tabular}{c}
\huge \textbf{\textsc{Marius Peter}}\\
\\
\Large Sales \(\star\) Engineering \(\star\) Design\\
\\
Los Angeles, CA\\
\href{mailto:mpeter@ucla.edu}{mpeter@ucla.edu} / +1 818 284 3757\\
\end{tabular}

\end{center}

\section*{\rule{1cm}{0.4pt}Education \hrulefill}
\label{sec:org3e9238e}

\subsection*{B.S. in Aerospace Engineering}
\label{sec:orgaeda1f9}
\begin{description}
\item[{2014--2019}] B.S. in Aerospace Engineering --- University of California, Los Angeles
\begin{itemize}
\item Technical breadth in Technology \& Management
\item Electives: biomechanics, RFID and its application in manufacturing \& supply chain
\item PID Controller Design \textbullet
Fluid Mechanics \textbullet
Thermodynamics \textbullet
Aircraft Propulsion \textbullet
\end{itemize}
\end{description}

\section*{\rule{1cm}{0.4pt}Work \hrulefill}
\label{sec:org4ee0e4d}

\begin{description}
\item[{Nov. 2019--Pres.}] Systems Test Engineer --- Safran Aerosystems, Los Angeles
\begin{itemize}
\item Created the initial proposal for a novel water system onboard a supersonic
business jet
\item Autonomously designed and constructed a test rig for a water \& waste system
\item Supported the Predictive Maintenance program for highly stressed rotary
equipment (vacuum generators\ldots{})
\end{itemize}

\item[{Sep.--Dec. 2017}] Assistant Business Analyst --- Cosmo Tech, Lyon
\begin{itemize}
\item Cosmo Tech publishes a Decision Support Software for complex systems (road
networks, energy grids)
\item Created \& presented a proof of concept for Airbus' \emph{digital continuity}
strategy using principles of Model-Based Systems Engineering
\item Showcased Cosmo’s simulation capabilities for \emph{Shop Floor Control} and
\emph{Final Assembly Line}
\item Secured initial funding for a bespoke software solution developed for Airbus
\end{itemize}
\item[{June--July 2015}] Assistant Electronics Engineer --- CERN, Geneva
\begin{itemize}
\item Learned HDL, LabVIEW and core concepts of hardware programming
\item Upgraded FPGA data acquisition systems from CLIs to GUIs (embedded ARM Linux)
\end{itemize}
\item[{Apr.--May 2012}] Engineering Intern --- Alcatel Submarine Networks, Paris
\begin{itemize}
\item Learned the internal workings of an international optical fiber deployment company
\item Assisted the Product Line Manager in evaluating ASN's current offering vs European competitors
\end{itemize}
\end{description}

\section*{\rule{1cm}{0.4pt}Projects \hrulefill}
\label{sec:org1aaace0}

\begin{description}
\item[{Apr.--June 2019}] UCLA Design--Build--Launch --- Senior Capstone
\begin{itemize}
\item Model rocket design, manufacturing, testing \& analysis
\item Lead the manufacturing of my team's rocket: mill \& lathe, 3D printing, fiberglass, plywood\ldots{}
\item We won first place on all criteria: maximum apogee, intact payload, trajectory prediction\ldots{}
\end{itemize}

\item[{Apr. 2019--Pres.}] Aircraft Studio --- \url{https:www.github.com/Blendoit/Aircraft\_Studio}
\begin{itemize}
\item Broadened the scope of development of a program written for UCLA's aircraft design course
\item Initial goal: design FAR 23 compliant NACA airfoils and optimize for weight using a genetic algorithm
\item Ultimate goal: develop an integrated aircraft creation suite designed for non-technical persons
\end{itemize}

\item[{2012--Pres.}] Solidworks/Blender --- \url{https:www.deviantart.com/faquinou}
\begin{itemize}
\item 8 years experience in geometry modeling, texturing, rendering \& visual FX
\end{itemize}
\end{description}

\section*{\rule{1cm}{0.4pt}Certifications \& Licenses \hrulefill}
\label{sec:orgda3544c}

\begin{description}
\item[{Dec. 2019}] Linux Foundation Certified Engineer
\begin{itemize}
\item Advanced Linux administration and engineering
\end{itemize}
\item[{Mar. 2019}] LEED Green Associate
\begin{itemize}
\item Sustainable building design, construction, and operations
\end{itemize}
\end{description}

\section*{\rule{1cm}{0.4pt}Skills \hrulefill}
\label{sec:org58e61df}

\begin{center}
\begin{tabular}{lll}
\textbf{Computer Science} & \textbf{Systems \& Industrial} & \textbf{Languages}\\
Microsoft Suite \& \LaTeX & UML, SysML, BPMN & Native: French, English\\
Verilog, MATLAB, Python, Tcl/Tk & AnyLogic, SIMPROCESS, MEGA HOPEX & Proficient: German\\
CAD: SOLIDWORKS, Blender &  & Intermediate: Chinese (Mandarin)\\
\end{tabular}

\end{center}
\end{document}